Repository: sheilagomes/wp-trad
Catalog: tm/GNOME_en-pt_BR.tmx
Source language: en
Languages: pt_br

source: Editor navigations
pt_br: Navegações do editor

source: Editor edit operations
pt_br: Operações de edição do editor

source: Editor zoom operations
pt_br: Operações de edição de zoom

source: Editor syntax highlighting styles
pt_br: Estilos de realce de sintaxe do editor

source: Editor text formating
pt_br: Formatação de texto do editor

source: Simple searching
pt_br: Busca simples

source: Documents
pt_br: Documentos

source: Editor view settings
pt_br: Definições de visualização do editor

source: Reload
pt_br: Recarrega

source: Mode
pt_br: Modo

source: Automatic
pt_br: Automático

source: Autosave failed for %s
pt_br: Salvamento automático falhou para %s

source: Autosave completed
pt_br: Salvar automático completo

source: Search for "%s" reached end and was continued on top.
pt_br: Busca por "%s" chegou ao fim e recomeçou do início.

source: Search for "%s" reached end and was continued on top but no new match was found.
pt_br: A pesquisa por "%s" chegou ao fim e continuou do início, mas nenhuma ocorrência nova foi localizada.

source: Match case
pt_br: Diferenciar maiúsculas de minúsculas

source: No items found
pt_br: Nenhum item localizado

source: No recently used resource found with URI `%s'
pt_br: Não foi localizado qualquer recurso usado recentemente com o URI "%s"

source: This function is not implemented for widgets of class '%s'
pt_br: Esta função não está implementada para componentes (widgets) da classe "%s"

source: Open '%s'
pt_br: Abrir "%s"

source: Unknown item
pt_br: Item desconhecido

source: recent menu label_BAR__%d. %s
pt_br: _%d. %s

source: recent menu label_BAR_%d. %s
pt_br: %d. %s

source: Can not open "%s". %s
pt_br: Não foi possível abrir "%s". %s

source: Cannot open "%s". There is no plugin, default action, or application configured to handle this file type. Mime type: %s You may choose to try opening it with the following plugins or applications.
pt_br: Não foi possível abrir "%s". Não existe nenhum plug-in, ação padrão, ou aplicativo configurado para manipular este tipo de arquivo. Mime type: %s. Você pode escolher tentar abri-lo com os plug-ins ou aplicativos a seguir.

source: Open with:
pt_br: Abrir com:

source: All files
pt_br: Todos os arquivos

source: Anjuta Projects
pt_br: Projetos do Anjuta

source: C/C++ source files
pt_br: Arquivos de código fonte em C/C++

source: C# source files
pt_br: Arquivos de código fonte em C#

source: Java source files
pt_br: Arquivos de código fonte em Java

source: Pascal source files
pt_br: Arquivos de código fonte em Pascal

source: PHP source files
pt_br: Arquivos de código fonte em PHP

source: Perl source files
pt_br: Arquivos de código fonte em Perl

source: Python source files
pt_br: Arquivo de código fonte em Python

source: Hyper text markup files
pt_br: Arquivos de mark-up de hipertexto

source: Shell scripts files
pt_br: Arquivos script de shell

source: Lua files
pt_br: Arquivos Lua

source: Diff files
pt_br: Arquivos diff

source: New empty file
pt_br: Novo arquivo vazio

source: _Open...
pt_br: _Abrir...

source: _Open
pt_br: _Abrir

source: Open with
pt_br: Abre com

source: New
pt_br: Novo

source: Open recent file
pt_br: Abre um arquivo utilizado recentemente

source: Open recent files
pt_br: Abre arquivos utilizados recentemente

source: Open a file
pt_br: Abre um arquivo

source: File not found
pt_br: Arquivo não localizado

source: Please select a plugin to open %s.
pt_br: Por favor selecione um plug-in para abrir %s.

source: Open With
pt_br: Abrir com

source: Filter
pt_br: Filtro

source: Choose Directory to show if no project is open
pt_br: Escolha um diretório para mostrar se nenhum projeto estiver aberto

source: Do not show backup files
pt_br: Não mostrar arquivos de backup

source: Do not show binary files (.o, .la, etc.)
pt_br: Não mostrar arquivos binários (.o, .la, etc)

source: Do not show unversioned files
pt_br: Não mostrar arquivos sem controle de versão

source: Loading...
pt_br: Carregando...

source: Up-to-date
pt_br: Atualizado

source: Locked
pt_br: Travado

source: Ignored
pt_br: Ignorado

source: Filename
pt_br: Nome do arquivo

source: Base uri
pt_br: URI de base

source: Uri of the top-most path displayed
pt_br: Uri do topo do caminho mostrado

source: _Rename
pt_br: _Renomear

source: Rename file or directory
pt_br: Renomeia arquivo ou diretório

source: Files
pt_br: Arquivos

source: Add to repository
pt_br: Adicionar ao repositório

source: Create corresponding header file
pt_br: Cria o arquivo de cabeçalho correspondente

source: Name:
pt_br: Nome:

source: New File
pt_br: Cria um novo arquivo

source: Type:
pt_br: Tipo:

source: Use Template for the Header file
pt_br: Utiliza um Modelo para o arquivo de Cabeçalho

source: C Source File
pt_br: Arquivo de fonte em C

source: C/C++ Header File
pt_br: Cabeçalhos C/C++

source: C# Source File
pt_br: Arquivo de fonte em C#

source: Java Source File
pt_br: Arquivos de fonte em Java

source: Perl Source File
pt_br: Arquivo de fonte em Perl

source: Python Source File
pt_br: Arquivo de fonte em Python

source: Other
pt_br: Outro

source: Invalid GbfAmConfigValue type
pt_br: Tipo GbfAmConfigValue inválido

source: Select Package to add:
pt_br: Selecione o pacote a adicionar:

source: Add _Package
pt_br: Adicionar _pacote

source: Add _module
pt_br: Adicionar _módulo

source: Packages
pt_br: Pacotes

source: Select package
pt_br: Selecionar pacote

source: Variables
pt_br: Variáveis

source: Group doesn't exist
pt_br: O grupo não existe

source: Target doesn't exist
pt_br: O alvo não existe

source: Unable to update project
pt_br: Impossível atualizar o projeto

source: Invalid or remote path (only local paths supported)
pt_br: Caminho inválido ou remoto (somente caminhos locais são suportados)

source: Project doesn't exist or invalid path
pt_br: O projeto não existe ou o caminho é inválido

source: Malformed project
pt_br: Projeto mal formado

source: Please specify group name
pt_br: Por favor, especifique o nome do grupo

source: Group name can only contain alphanumeric, '_', '-' or '.' characters
pt_br: O nome do grupo só pode conter caracteres alfanuméricos, "_", "-" e "."

source: Parent group doesn't exist
pt_br: O grupo pai não existe

source: Group already exists
pt_br: O grupo já existe

source: Group couldn't be created
pt_br: Não foi possível criar o grupo

source: Group couldn't be removed
pt_br: Não foi possível remover o grupo

source: Please specify target name
pt_br: Por favor especifique o nome do alvo

source: Target name can only contain alphanumeric, '_', '-' or '.' characters
pt_br: O nome do alvo deve conter somente caracteres alfanuméricos, ou '_', '-', '.'

source: Shared library target name must be of the form 'libxxx.la'
pt_br: O nome do alvo da biblioteca dinâmica deve ser na forma 'libxxx.a'

source: Static library target name must be of the form 'libxxx.a'
pt_br: O nome do alvo da biblioteca estática deve ser na forma 'libxxx.a'

source: Target already exists
pt_br: O alvo já existe

source: General failure in target creation
pt_br: Erro genérico na criação do alvo

source: Newly created target could not be identified
pt_br: Não foi possível identificar o alvo recém-criado

source: Target couldn't be removed
pt_br: Não foi possível remover o alvo

source: Static Library
pt_br: Biblioteca Estática

source: Shared Library
pt_br: Biblioteca Compartilhada

source: Header Files
pt_br: Arquivos de cabeçalho

source: Man Documentation
pt_br: Documentação (manual pages)

source: Miscellaneous Data
pt_br: Dados Diversos

source: Info Documentation
pt_br: Documentação Info

source: Java Module
pt_br: Módulo Java

source: Python Module
pt_br: Módulo Python

source: Source doesn't exist
pt_br: O código-fonte não existe

source: Source file name can only contain alphanumeric, '_', '-' or '.' characters
pt_br: O nome do arquivo-fonte só pode conter caracteres alfanuméricos, "_", "-" e "."

source: Source file is already in given target
pt_br: O código-fonte já está no alvo

source: General failure in adding source file
pt_br: Erro genérico ao adicionar arquivo fonte

source: Newly added source file could not be identified
pt_br: Não foi possível identificar o arquivo-fonte recém-adicionado

source: Source couldn't be removed
pt_br: Não foi possível remover o código-fonte

source: Project directory
pt_br: Diretório do projeto

source: Enter new module
pt_br: Digite o novo módulo

source: Module/Packages
pt_br: Módulos/Pacotes

source: Version
pt_br: Versão

source: Are you sure you want to remove module "%s" and all its associated packages?
pt_br: Você tem certeza de que quer remover o módulo "%s" e todos os pacotes a elerelacionados?

source: Are you sure you want to remove package "%s"?
pt_br: Você tem certeza de que quer remover o pacote "%s"?

source: Enter new variable
pt_br: Digite a nova variável

source: Are you sure you want to remove variable "%s"?
pt_br: Você tem certeza de que quer remover a variável "%s"?

source: Project:
pt_br: Projeto:

source: Package name:
pt_br: Nome do pacote:

source: Version:
pt_br: Versão:

source: Use
pt_br: Uso

source: Group name:
pt_br: Nome do grupo:

source: Advanced
pt_br: Avançado

source: C compiler flags:
pt_br: Flags do compilador C:

source: C preprocessor flags:
pt_br: Flags do pré-processador C:

source: C++ compiler flags:
pt_br: Flags do compilador C++:

source: gcj compiler flags (ahead-of-time):
pt_br: Flags do compilador gcj (ahead-of-time):

source: Java compiler flags (just-in-time):
pt_br: flags do compilador Java (just-in-time):

source: Fortran compiler flags:
pt_br: Flags do compilador Fortran:

source: Includes (deprecated):
pt_br: Inclusões (obsoletas):

source: Install directories:
pt_br: Instalar diretórios:

source: C preprocessor flags
pt_br: Flags do pré-processador C:

source: C++ compiler flags
pt_br: Flags do compilador C++:

source: gcj compiler flags (ahead-of-time)
pt_br: Flags do compilador gcj (ahead-of-time)

source: Linker flags:
pt_br: Flags do linkador:

source: Libraries:
pt_br: Bibliotecas:

source: Dependencies:
pt_br: Dependências:

source: Advanced options
pt_br: Opções avançadas

source: Target name:
pt_br: Nome do alvo:

source: Group:
pt_br: Grupo:

source: Install directory:
pt_br: Diretório de instalação:

source: Advanced...
pt_br: Avançado...

source: Invalid GbfMkfileConfigValue type
pt_br: Tipo GbfAmConfigValue inválido

source: Project doesn't exist
pt_br: O projeto não existe

source: Group coudn't be removed
pt_br: Não foi possível remover o grupo

source: Target couldn't be created
pt_br: Não foi possível criar o alvo

source: Target coudn't be removed
pt_br: Não foi possível remover o alvo

source: Source file must be inside the project directory
pt_br: O arquivo do código-fonte deve estar dentro do diretório do projeto

source: Source is already in target
pt_br: O código-fonte já está no destino

source: Source couldn't be added
pt_br: Não foi possível adicionar o código-fonte

source: Source coudn't be removed
pt_br: Não foi possível remover o código-fonte

source: Includes:
pt_br: Inclusões:

source: _Pass:
pt_br: _Passar:

source: Loading Executable: %s
pt_br: Carregando executável: %s

source: Loading Core: %s
pt_br: Carregando core: %s

source: Getting ready to start debugging session...
pt_br: Preparando para iniciar a sessão de depuração...

source: No executable specified.
pt_br: Nenhum executável especificado.

source: There was an error whilst launching the debugger.
pt_br: Ocorreu um erro na inicialização do depurador.

source: Program exited normally
pt_br: O programa terminou normalmente

source: Program exited with error code %s
pt_br: O programa terminou com o código de erro %s

source: Breakpoint number %s hit
pt_br: Ponto de Interrupção número %s atingido

source: Function finished
pt_br: Função terminada

source: Stepping finished
pt_br: Passo a passo terminado

source: Location reached
pt_br: Local atingido

source: Unable to connect to remote target, %s Do you want to try again?
pt_br: Não foi possível conectar-se ao alvo remoto: %s Você quer tentar de novo?

source: Debugger connected
pt_br: Depurador conectado

source: Program attached
pt_br: Programa anexado

source: Attaching to process: %d...
pt_br: Anexando ao processo: %d...

source: A process is already running. Would you like to terminate it and attach the new process?
pt_br: Um processo já está em execução. Você gostaria de terminá-lo e anexar um novo processo?

source: Program terminated
pt_br: Programa terminado

source: Program detached
pt_br: Programa desanexado

source: Detaching the process...
pt_br: Desanexando o processo...

source: Interrupting the process
pt_br: Interrompendo o processo

source: Sending signal %s to the process: %d
pt_br: Enviando sinal %s ao processo: %d

source: Error whilst signaling the process.
pt_br: Erro no momento em que sinalizava o processo.

source: Failed to create fifo file named %s. The program will run without a terminal.
pt_br: Falha ao criar arquivo fifo de nome %s. O programa executará sem um terminal.

source: Bad revision:
pt_br: Revisão ruim:

source: Branch name:
pt_br: Nome do ramo:

source: Branch to delete:
pt_br: Ramo a ser excluído:... para

source: Branch to switch to:
pt_br: Ramo para o qual trocar:

source: Branch:
pt_br: Ramo:

source: Changes:
pt_br: Mudanças:

source: Commit to revert:
pt_br: Submetido para reversão:

source: Filters
pt_br: Filtros

source: Folder to create patches in:
pt_br: Pasta para criação de correções (patches):

source: Generate patches relative to:
pt_br: Gera correções relativas a:

source: Good revision:
pt_br: Boa Revisão:

source: Log Message:
pt_br: Mensagem de log:

source: Log message:
pt_br: Mensagem de log:

source: Mode:
pt_br: Modo:

source: Remote branch to rebase from:
pt_br: Ramo remoto para restruturação:

source: Remote to delete:
pt_br: A ser excluido remotamente:

source: Repository to pull from:
pt_br: Repositório para extrair:

source: Reset to:
pt_br: Redefinido para:

source: Revision:
pt_br: Revisão:Check out

source: Select Files to Check Out:
pt_br: Gerar cópia de trabalho dos arquivos:

source: Select Files to Commit:
pt_br: Fazer commit dos arquivos:check out

source: Select Files to Ignore:
pt_br: Ignorar os arquivos:check out

source: Select Files to Mark as Resolved:
pt_br: Marcar como resolvidos os arquivos:check out

source: Select Files to Unstage:
pt_br: Não apresentar os arquivos:check out

source: Select file to add:
pt_br: Adicionar os arquivos:check out

source: Select file to remove:
pt_br: Remover os arquivos:

source: Tag name:
pt_br: Nome do Tag:

source: View the Log for File/Folder:
pt_br: Ver o log para o Arquivo/Pasta:

source: Add File
pt_br: Adicionar arquivo

source: Add Remote Branch
pt_br: Adicionar ramo remoto

source: Add signed off by line
pt_br: Adiciona aprovados por linha

source: Annotate this tag
pt_br: Comentar esta tag

source: Append fetch data
pt_br: Anexa ao fim do buffer os dados obtidos

source: Author/Grep
pt_br: Autor/Grep:

source: Author:
pt_br: Autor:

source: Branch must be fully merged
pt_br: Os ramos devem ser completamente mesclados

source: Check Out Files
pt_br: Gerar cópia de trabalho

source: Check out the branch after it is created
pt_br: Gera uma cópia de trabalho do ramo (branch) após sua criação

source: Commit Changes
pt_br: Submeter alterações

source: Commit on fast-forward merges
pt_br: Submetido para mesclagens de avanço rápido (fast-forward)

source: Create Branch
pt_br: Criar ramo

source: Create Tag
pt_br: Criar tag

source: Create patch series
pt_br: Criar uma série de correções

source: Date
pt_br: Data

source: Delete Branch
pt_br: Excluir ramo

source: Delete Remote Branch
pt_br: Exclui o ramo remoto

source: Do not commit
pt_br: Não submeter

source: Do not follow tags
pt_br: Não seguir as tags

source: Fetch remote branches after creation
pt_br: Busca ramos remotos depois da criação

source: From:
pt_br: De:

source: Head
pt_br: Cabeçalho

source: Ignore Files
pt_br: Ignorar arquivos

source: Merge
pt_br: Mesclar

source: Mixed
pt_br: Misturado

source: Previous commit
pt_br: Submissão anterior

source: Pull
pt_br: Extrair

source: Remove File
pt_br: Remover arquivos

source: Reset Tree
pt_br: Restaurar árvore

source: Retrieving status...
pt_br: Obtendo status...

source: Revert Commit
pt_br: Reverter a submissão

source: Revision/Tag:
pt_br: Revisão/Tag:

source: Select A Folder
pt_br: Selecionar uma pasta

source: Set Conflicts as Resolved
pt_br: Marcar conflitos como resolvidos

source: Squash
pt_br: Comprimir

source: Switch to Another Branch
pt_br: Trocar para outro ramo

source: Tag/Commit
pt_br: Tag/Submissão

source: This commit concludes a failed merge (use -i)
pt_br: Esta submissão encerra uma mesclagem falha (use -i)

source: To:
pt_br: Para:

source: Unstage Files
pt_br: Retirar arquivos

source: Use a custom log message
pt_br: Use uma mensagem de log personalizada

source: View log
pt_br: Ver log

source: Git: File staged for add.
pt_br: Git: Arquivo apresentado para ser adicionado.

source: Please select a file.
pt_br: Por favor, selecione um arquivo.

source: Git: Added remote branch "%s".
pt_br: Git: Ramo remoto "%s" adicionado.

source: Please enter a branch name.
pt_br: Por favor, entre com o nome de um ramo.

source: Please enter a URL.
pt_br: Por favor, digite um URL.

source: Git: Fetching...
pt_br: Git: trazendo...

source: Please enter a revision.
pt_br: Digite uma revisão.

source: Git: File retrieved.
pt_br: Git: arquivo recuperado.

source: Git: Files checked out.
pt_br: Git: Arquivos verificados.

source: Git: Commit complete.
pt_br: Git: submissão completa.

source: Git: Created branch "%s".
pt_br: Git: Ramo "%s" criado.

source: Git: Created tag "%s".
pt_br: Git: Tag "%s" criada.

source: Please enter a tag name.
pt_br: Favor digitar um nome de tag.

source: Git: Deleted branch "%s".
pt_br: Git: Ramo "%s" excluído.

source: Git: Fetch complete.
pt_br: Git: busca completada.

source: Graph
pt_br: Grafo

source: Short log
pt_br: Log curto

source: Author
pt_br: Autor

source: Git: Retrieving log...
pt_br: Git: recuperando o log...

source: Please enter a path.
pt_br: Favor digitar um caminho.

source: Branch: %s
pt_br: Ramo: %s

source: Remote: %s
pt_br: Remoto: %s

source: Git: Merge complete.
pt_br: Git: Mesclagem concluída.

source: Git: Pull complete.
pt_br: Git: Extração completa.

source: Please enter the URL of the repository to pull from.
pt_br: Por favor, digite o URL do repositório para extração.

source: Git: Rebasing
pt_br: Git: fazendo rebase

source: Git: File removed.
pt_br: Git: arquivo removido.

source: Git: Resolve complete.
pt_br: Git: resolve concluído.

source: Git: Branch checkout complete.
pt_br: Git: checkout do ramo concluído.

source: Git: Diff complete.
pt_br: Git: Diff concluído.

source: Git: Files unstaged.
pt_br: Git: Arquivos não apresentados.

source: _Fetch
pt_br: _Trazer

source: _Start...
pt_br: _Iniciar...

source: _Continue
pt_br: _Continuar

source: _Skip
pt_br: _Pular

source: _Abort
pt_br: _Abortar

source: _Pull...
pt_br: _Extrair...

source: _Unstage files...
pt_br: _Não apresentar files...

source: _Check out files...
pt_br: _Fazer checkout dos arquivos...

source: _Resolve conflicts...
pt_br: _Resolver conflitos...

source: Create patch series...
pt_br: Criar uma série de correções...

source: _Reset tree...
pt_br: _Restaurar árvore...

source: _Revert commit...
pt_br: _Reverter o commit...

source: _Good
pt_br: _Bom

source: _Bad
pt_br: _Ruim

source: _View log...
pt_br: _Ver log...

source: _Ignore...
pt_br: _Ignorar...

source: _Create branch...
pt_br: _Criar ramo...

source: _Delete branch...
pt_br: _Excluir ramo...

source: _Switch to another branch...
pt_br: _Trocar para outro ramo...

source: _Merge...
pt_br: _Mesclar...

source: _Remote branches
pt_br: _Ramos remotos

source: _Delete...
pt_br: _Excluir...

source: _Create tag...
pt_br: _Criar tag...

source: _Diff uncommitted changes
pt_br: _Diff das alterações não submetidas

source: _Show commit diff
pt_br: _Mostrar diff do commit

source: _View selected revision
pt_br: _Ver revisão selecionada

source: _Set good revision
pt_br: _Definir boa revisão

source: _Set bad revision
pt_br: _Definir revisão ruim

source: Git operations
pt_br: Operações do git

source: Git log operations
pt_br: Operações do log do Git

source: Git FM operations
pt_br: Operações do Git FM

source: Git Log
pt_br: Log do Git

source: Handler template
pt_br: Template do manipulador

source: Manage associations
pt_br: Gerenciar associações

source: New association
pt_br: Nova associação

source: Associate
pt_br: Associar

source: Automatically add resources
pt_br: Adicionar recursos automaticamente

source: Insert handler on edit
pt_br: Inserir manipulador na edição

source: Position type
pt_br: Tipo de posição

source: Separated designer layout
pt_br: Construtor de disposições separado

source: Special regexp
pt_br: Expressão regular especial

source: Widget name
pt_br: Nome do widget:

source: Association item has no designer
pt_br: Item associado não tem construtor

source: Association item has no editor
pt_br: Item de associação não possui editor

source: Bad association item option in the node %s
pt_br: Opção de associação de item ruim no nó %s

source: no filename found in the node %s
pt_br: nenhum nome de arquivo encontrado no nó %s

source: invalid %s property value
pt_br: valor de propriedade %s inválido

source: Association item filename has no path
pt_br: Item de associação nome do arquivo não possui caminho

source: No associations initialized, nothing to save
pt_br: Nenhuma associação inicializada, nada para salvar

source: Couldn't save associations because project root isn't set
pt_br: Não foi possível salver associações porque a raíz do projeto não está definida

source: Failed to save associations
pt_br: Falha ao salvar associações

source: Couldn't introspect the signal
pt_br: Não foi possível inspecionar o sinal

source: Python language isn't supported yet
pt_br: A linguagem Python ainda não possui suporte

source: Vala language isn't supported yet
pt_br: A linguagem Vala ainda não possui suporte

source: There is no associated editor for the designer
pt_br: Não há nenhuma editor associado com o construtor

source: Unknown language of the editor "%s"
pt_br: Linguagem desconhecida do editor \\"%s\\"

source: Error while adding a new handler stub: %s
pt_br: Erro ao adicionar um novo manipulador de stub: %s

source: Couldn't find a signal information
pt_br: Não foi possível encontrar uma informação de sinal

source: Error while adding a new handler stub: No current editor
pt_br: Erro ao adicionar um novo manipulador de stub: Nenhum editor corrente

source: To avoid this messages turn off "Insert handler on edit" flag in Preferences->Glade GUI Designer
pt_br: Para evitar estas mensagens desligue a opção "Inserir manipulador na edição" em Preferências->Construtor de Interfaces Glade

source: Those documents are already associated
pt_br: Estes documentos já estão associados

source: Couldn't find a default signal name
pt_br: Não foi possível encontrar o nome padrão do sinal

source: Project %s has no deprecated widgets or version mismatches.
pt_br: O projeto %s não tem widgets obsoletos ou diferenças de versões.

source: There is no Glade project
pt_br: Não há nenhum projeto do Glade

source: Switch between designer/code
pt_br: Alternar entre construtor/código

source: Insert handler stub
pt_br: Inserir stub de manipulador

source: Insert handler stub, autoposition
pt_br: Inserir stub de manipulador, autoposição

source: Associate last designer and last editor
pt_br: Associar último construtor e último editor

source: Associate last designer and editor
pt_br: Associar último construtor e editor

source: Associations dialog...
pt_br: Diálogo de associações...
